const x = {
  "data": [], "total": 652,
  "cols": {
    "625f140da397c105f1cdbc68": {
      "name": "Дата роздачі матеріалу",
      "type": "datePicker",
      "options": {},
      "restrictions": {}
    },
    "6332fa76b0bc18055cf08033": {
      "name": "Юрист / Lawyer",
      "type": "ratioGroup",
      "options": {
        "options": [{
          "value": "Кірносов Олексій Олександрович",
          "label": "Кірносов Олексій Олександрович"
        }, {"value": "Жидан Орест Степанович", "label": "Жидан Орест Степанович"}, {
          "value": "Капітан Анна Сергіївна",
          "label": "Капітан Анна Сергіївна"
        }, {
          "value": "Томишинець Ірина Василівна",
          "label": "Томишинець Ірина Василівна"
        }, {
          "value": "Сабадаш Ірина Василівна",
          "label": "Сабадаш Ірина Василівна"
        }, {"value": "Воробець Роман Іванович", "label": "Воробець Роман Іванович"}, {
          "value": "Крон Петро Петрович",
          "label": "Крон Петро Петрович"
        }, {"value": "Машкова Анжеліка Степанівна", "label": "Машкова Анжеліка Степанівна"}, {
          "value": "Комарова Марія",
          "label": "Комарова Марія"
        }, {"value": "Макарова Алла", "label": "Макарова Алла"}, {
          "value": "Олена Борзило",
          "label": "Олена Борзило"
        }, {"value": "Пасальська Анастасія", "label": "Пасальська Анастасія"}, {
          "value": "Савуляк Дмитро",
          "label": "Савуляк Дмитро"
        }, {"value": "Тетяна Михайлова", "label": "Тетяна Михайлова"}], "defaultValue": null
      },
      "restrictions": {}
    },
    "6332fb35b0bc18055cf08034": {
      "name": "До якого місцевого центру БВПД підпорядковується?up",
      "type": "ratioGroup",
      "options": {
        "options": [{
          "value": "Володимир-Волинський МЦ",
          "label": "Володимир-Волинський МЦ"
        }, {"value": "Калуський МЦ", "label": "Калуський МЦ"}, {
          "value": "Ковельський МЦ",
          "label": "Ковельський МЦ"
        }, {"value": "Мукачевський МЦ", "label": "Мукачевський МЦ"}, {
          "value": "Львівський МЦ",
          "label": "Львівський МЦ"
        }, {"value": "Івано-Франківський МЦ", "label": "Івано-Франківський МЦ"}, {
          "value": "Ужгородський МЦ",
          "label": "Ужгородський МЦ"
        }, {"value": "Краматорський МЦ", "label": "Краматорський МЦ"}, {
          "value": "Маріупольський МЦ",
          "label": "Маріупольський МЦ"
        }], "defaultValue": null
      },
      "restrictions": {}
    },
    "625f1429a397c105f1cdbc69": {
      "name": "Кількість примірників, що були розповсюджені",
      "type": "number",
      "options": {},
      "restrictions": {}
    },
    "625f1452a397c105f1cdbc6b": {
      "name": "Назва інформаційного матеріалу",
      "type": "text",
      "options": {},
      "restrictions": {}
    },
    "625f1483a397c105f1cdbc6c": {
      "name": "Місце роздачі",
      "type": "text",
      "options": {"placeholder": "область, нас. пункт, конкретне місце скупчення ВПО..."},
      "restrictions": {}
    },
    "625f1498a397c105f1cdbc6d": {
      "name": "Чи були матеріали розповсбджені через волонтерів, місцеві організації, органи влади, установи? Через які саме?",
      "type": "text",
      "options": {},
      "restrictions": {}
    }
  }
}
